Repository: AlinaVelgush/openprocurement.api
Catalog: docs/source/locale/*/LC_MESSAGES/standard/agreement_contract.po
Languages: uk

source: Schema
uk: Схема

source: uid, auto-generated, read-only
uk: uid, генерується автоматично, тільки для читання

source: string, auto-generated, read-only
uk: рядок, генерується автоматично, тільки для читання

source: string
uk: рядок

source: List of :ref:`Parameter` objects, auto-generated, read-only
uk: Список об'єктів :ref:`Parameter`, генерується автоматично, тільки для читання

source: List of :ref:`Organization` objects, auto-generated, read-only
uk: Список об'єктів :ref:`Organization`, генерується автоматично, тільки для читання

source: string, required
uk: рядок, обов'язковий

source: Possible values are:
uk: Можливі значення:

source: `active` - participant signed the agreement
uk: `active` - учасник підписав угоду

source: `unsuccessful` - participant refused to sign the agreement
uk: `unsuccessful` - учасник відмовився підписувати угоду

source: string, :ref:`date`
uk: рядок, :ref:`date`

source: The date when the contract was changed or activated.
uk: Дата зміни або активації контракту.

source: Contract related :ref:`Bid`
uk: :ref:`Bid` прикріплений до контракту

source: List of :ref:`UnitPrice`
uk: Список об'єктів :ref:`UnitPrice`

source: Contract prices per :ref:`Item`
uk: Ціна за :ref:`Item` контракту
